[{"date":"1996-08-28","explanation":"Will most stars one day look like this? Pictured above is the planetary nebula NGC 5882, captured by the Hubble Space Telescope.  Although planetary nebulae can appear similar to planets like Uranus and Neptune, they are actually gas clouds surrounding stars typically hundreds of light years away. Planetary nebula form when a typical star completes fusion in its core and ejects an outer envelope of gas - usually about 10 percent of the star's initial mass. This gas shell dims in about 50,000 years - short compared to the lifetimes of stars.  Therefore, although only about 1000 planetary nebula are known in our Galaxy, it is thought that most stars go through this phase.  Green light is emitted when oxygen ions acquire electrons from the surrounding gas.","hdurl":"https://apod.nasa.gov/apod/image/ngc5882_hst_big.jpg","media_type":"image","service_version":"v1","title":"NGC 5882: A Small Planetary Nebula","url":"https://apod.nasa.gov/apod/image/ngc5882_hst.gif"},{"copyright":"\nRobert Gendler\n","date":"2000-02-09","explanation":"In the left corner, wearing a red nucleus surrounded by blue spiral arms, is M81.  In the right corner, sporting light stars and dark dust lanes, is M82.  These two mammoth galaxies have been locked in gravitational combat for the past billion years.   The gravity from each galaxy dramatically affects the other during each hundred million-year pass.  Last go-round, M82's gravity likely raised circulating density waves rippling around M81 resulting in the richness of M81's spiral arms.  M81, though, left M82 a messy pulp of exploded stars and colliding gas so violent it emits bright X-rays.  In both galaxies, colliding gas has created a recent abundance of bright new stars.  In a few billion years only one galaxy will remain.","hdurl":"https://apod.nasa.gov/apod/image/0002/m81m82_gendler_big.jpg","media_type":"image","service_version":"v1","title":"Galaxy Wars: M81 Versus M82","url":"https://apod.nasa.gov/apod/image/0002/m81m82_gendler.jpg"},{"date":"1996-02-13","explanation":"This panorama view of the sky is really a drawing. It was made in the 1940s under the supervision of astronomer Knut Lundmark at the Lund Observatory in Sweden. To create the picture, draftsmen used a mathematical distortion to map the entire sky onto an oval shaped image with the plane of our Milky Way Galaxy along the center and the north galactic pole at the top. 7,000 individual stars are shown as white dots, size indicating brightness. The \"Milky Way\" clouds, actually the combined light of dim, unresolved stars in the densely populated galactic plane, are accurately painted on, interrupted by dramatic dark dust lanes. The overall effect is photographic in quality and represents the visible sky. Can you identify any familiar landmarks or constellations? For starters, Orion is at the right edge of the picture, just below the galactic plane and the Large and Small Magellanic Clouds are visible as fuzzy patches in the lower right quadrant.","hdurl":"https://apod.nasa.gov/apod/image/milkyway_lund_big.gif","media_type":"image","service_version":"v1","title":"7,000 Stars And The Milky Way","url":"https://apod.nasa.gov/apod/image/milkyway_lund.gif"},{"date":"1999-01-02","explanation":"Mercury's surface looks similar to our Moon's. Each is heavily cratered and made of rock.  Mercury's diameter is about 4800 km, while the Moon's is slightly less at about 3500 km (compared with about 12,700 km for the Earth). But Mercury is unique in many ways.  Mercury is the closest planet to the Sun, orbiting at about 1/3 the radius of the Earth's orbit. As Mercury slowly rotates, its surface temperature varies from an unbearably cold -180 degrees Celsius to an unbearably hot 400 degrees Celsius. The place nearest the Sun in Mercury's orbit changes slightly each orbit - a fact used by Albert Einstein to help verify the correctness of his then newly discovered theory of gravity: General Relativity.  The above picture was taken by the only spacecraft ever to pass Mercury: Mariner 10 in 1974.","hdurl":"https://apod.nasa.gov/apod/image/9901/merc2_m10_big.gif","media_type":"image","service_version":"v1","title":"Mercury: A Cratered Inferno","url":"https://apod.nasa.gov/apod/image/9901/merc2_m10.jpg"},{"copyright":"Miguel Claro","date":"2021-08-19","explanation":"Plowing through Earth's atmosphere at 60 kilometers per second, this bright perseid meteor streaks along a starry Milky Way. Captured in dark Portugal skies on August 12, it moves right to left through the frame. Its colorful trail starts near Deneb (alpha Cygni) and ends near Altair (alpha Aquilae), stars of the northern summer triangle. In fact this perseid meteor very briefly outshines both, two of the brightest stars in planet Earth's night. The trail's initial greenish glow is typical of the bright perseid shower meteors. The grains of cosmic sand, swept up dust from periodic comet Swift-Tuttle, are moving fast enough to excite the characteristic green emission of atomic oxygen at altitudes of 100 kilometers or so before vaporizing in an incandescent flash.   Notable APOD Image Submissions: Perseid Meteor Shower 2021","hdurl":"https://apod.nasa.gov/apod/image/2108/BrightMeteorPerseids2021-7337-crop-net.jpg","media_type":"image","service_version":"v1","title":"Bright Meteor, Starry Sky","url":"https://apod.nasa.gov/apod/image/2108/BrightMeteorPerseids2021-7337-crop-net1024.jpg"},{"date":"2002-05-14","explanation":"Why is N44C glowing so strangely?  The star that appears to power the nebula, although young and bright, does not seem hot enough to create some of the colors observed.  A search for a hidden hotter star in X-rays has come up empty.  One hypothesis is that the known central star has a neutron star companion in a very wide orbit.  Hot X-rays might only then be emitted during brief periods when the neutron star nears the known star and crashes through a disk of surrounding gas.  Future observations might tell.  N44C, pictured in the above Hubble Space Telescope image, is an emission nebula in the Large Magellanic Cloud, a neighboring galaxy to our Milky Way Galaxy. Flowing filaments of colorful gas and dark dust far from the brightest region are likely part of the greater N44 complex.  It would take light about 125 years to cross N44C.","hdurl":"https://apod.nasa.gov/apod/image/0205/n44c_hst_big.jpg","media_type":"image","service_version":"v1","title":"N44C: A Nebular Mystery","url":"https://apod.nasa.gov/apod/image/0205/n44c_hst.jpg"},{"date":"2011-04-09","explanation":"Tidally locked in synchronous rotation, the Moon always presents its familiar nearside to denizens of planet Earth. From lunar orbit, the Moon's farside can become familiar, though. In fact this sharp picture, a mosaic from the Lunar Reconnaissance Orbiter's wide angle camera, is centered on the lunar farside. Part of a global mosaic of over 15,000 images acquired between November 2009 and February 2011, the highest resolution version shows features at a scale of 100 meters per pixel. Surprisingly, the rough and battered surface of the farside looks very different from the nearside covered with smooth dark lunar maria.  The likely explanation is that the farside crust is thicker, making it harder for molten material from the interior to flow to the surface and form the smooth maria.","hdurl":"https://apod.nasa.gov/apod/image/1104/farside_lro1600.jpg","media_type":"image","service_version":"v1","title":"Lunar Farside","url":"https://apod.nasa.gov/apod/image/1104/farside_lro800.jpg"},{"copyright":"Jia Hao","date":"2009-11-28","explanation":"In myth, Atlas holds up the heavens. But in this moonlit mountainscape, peaks of the Himalayan Annapurna Range appear to prop up the sky as seen from Ghandruk, Nepal. From left to right the three main peaks are Annapurna South (7,219 meters), Hiunchuli (6,441 meters), and Machapuchare (6,995 meters). Of course the mountains are moving not the stars, the Earth's rotation about its axis causing the concentric star trails recorded in the time exposure. Positioned above Annapurna South, the North Celestial Pole is easily identified as the point at the center of all the star trail arcs. The star Polaris, also known as the North Star, made the very short and bright arc closest to the North Celestial Pole.","hdurl":"https://apod.nasa.gov/apod/image/0911/AnnapurnaStartrails_hao.jpg","media_type":"image","service_version":"v1","title":"Annapurna Star Trails","url":"https://apod.nasa.gov/apod/image/0911/AnnapurnaStartrails_hao900.jpg"},{"copyright":"\nRichard Hammar\n","date":"2004-12-14","explanation":"Spiral galaxy M33 is a mid-sized member of our  Local Group of Galaxies.  M33 is also called the Triangulum Galaxy for the constellation in which it resides.  About four times smaller (in radius) than our Milky Way Galaxy and the Andromeda Galaxy (M31), it is much larger than the many of the local dwarf spheroidal galaxies.  M33's proximity to M31 causes it to be thought by some to be a satellite galaxy of this more massive galaxy.  M33's proximity to our Milky Way Galaxy causes it to appear more than twice the angular size of the Full Moon, and be visible with a good pair of binoculars.","hdurl":"https://apod.nasa.gov/apod/image/0412/m33_hammar_big.jpg","media_type":"image","service_version":"v1","title":"Nearby Spiral M33","url":"https://apod.nasa.gov/apod/image/0412/m33_hammar.jpg"},{"copyright":"\nRodrigo Guerra\n","date":"2019-10-15","explanation":"Have you contemplated your home galaxy lately?  If your sky looked like this, perhaps you'd contemplate it more often! The featured picture is actually a composite of two images taken last month from the same location in south Brazil and with the same camera -- but a few hours apart.  The person in the image -- also the astrophotographer -- has much to see in the Milky Way Galaxy above. The central band of our home Galaxy stretches diagonally up from the lower left. This band is dotted with spectacular sights including dark nebular filaments, bright blue stars, and red nebulas.  Millions of fainter and redder stars fill in the deep Galactic background.  To the lower right of the Milky Way are the colorful gas and dust clouds of Rho Ophiuchi, featuring the bright orange star Antares.  On this night, just above and to the right of Antares was the bright planet Jupiter.  The sky is so old and so familiar that humanity has formulated many stories about it, some of which inspired this very picture.","hdurl":"https://apod.nasa.gov/apod/image/1910/MilkyWayAbove_Guerra_3952.jpg","media_type":"image","service_version":"v1","title":"The Galaxy Above","url":"https://apod.nasa.gov/apod/image/1910/MilkyWayAbove_Guerra_960.jpg"},{"copyright":"\nMike Salway\n","date":"2006-03-18","explanation":"Jupiter's Great Red Spot is a swirling storm seen for over 300 years, since the beginning of telescopic observations of the Solar System's ruling gas giant. But over the last month it has been joined by Red Spot Jr. Thought to be similar to the Great Red Spot itself, this not-so-great red spot was actually seen to form as smaller whitish oval-shaped storms merged and then developed the remarkable reddish hue.  This webcam image showing the two red tinted Jovian storms was recorded on the morning of March 12 from the Central Coast of New South Wales, Australia - part of a series showing Jupiter's rotation. Similar in diameter to planet Earth, Red Spot Jr. is expected to last for a while, and trails the Great Red Spot by about an hour as the planet rotates. Astronomers still don't exactly understand why Jupiter's red spots are red.","hdurl":"https://apod.nasa.gov/apod/image/0603/redjr_salway_e.jpg","media_type":"image","service_version":"v1","title":"Red Spot Jr.","url":"https://apod.nasa.gov/apod/image/0603/redjr_salway_e.jpg"},{"copyright":"\nRogelio Bernal Andreo\n(Deep Sky Colors)\n","date":"2010-02-14","explanation":"What surrounds the florid Rosette nebula?  To better picture this area of the sky, the famous flowery emission nebula on the far right has been captured recently in a deep and dramatic wide field image that features several other sky highlights. Designated NGC 2237, the center of the Rosette nebula is populated by the bright blue stars of open cluster NGC 2244, whose winds and energetic light are evacuating the nebula's center. Below the famous flower, a symbol of Valentine's Day, is a column of dust and gas that appears like a rose's stem but extends hundreds of light years. Across the above image, the bright blue star just left and below the center is called S Monocerotis.  The star is part of the open cluster of stars labelled NGC 2264 and known as the Snowflake cluster. To the right of S Mon is a dark pointy featured called the Cone nebula, a nebula likely shaped by winds flowing out a massive star obscured by dust. To the left of S Mon is the Fox Fur nebula, a tumultuous region created by the rapidly evolving Snowflake cluster. The Rosette region, at about 5,000 light years distant, is about twice as far away as the region surrounding S Mon. The entire field can be seen with a small telescope toward the constellation of the Unicorn (Monoceros).     Note: Take an Astronomy Class Online for Free","hdurl":"https://apod.nasa.gov/apod/image/1002/rosette_andreo_bigs.jpg","media_type":"image","service_version":"v1","title":"Field of Rosette","url":"https://apod.nasa.gov/apod/image/1002/rosette_andreo.jpg"},{"copyright":"\n\nJerry Lodriguss\n(Catching the Light)\n\n","date":"2007-03-31","explanation":"Ten short years ago, Comet Hale-Bopp rounded the Sun and offered a dazzling spectacle in planet Earth's night. This stunning view, recorded shortly after the comet's perihelion passage on April 1, 1997, features the memorable tails of Hale-Bopp -- a whitish dust tail and blue ion tail. Here, the ion tail extends well over ten degrees across the northern sky, fading near the double star clusters in Perseus, while the head of the comet lies near Almach, a bright star in the constellation Andromeda.  Do you remember Hale-Bopp? The photographer's sons do, pictured in the foreground at ages 12 and 15. In all, Hale-Bopp was reported as visible to the naked eye from roughly late May 1996 through September 1997.","hdurl":"https://apod.nasa.gov/apod/image/0703/970401C_lodriguss.jpg","media_type":"image","service_version":"v1","title":"Hale-Bopp: The Great Comet of 1997","url":"https://apod.nasa.gov/apod/image/0703/970401C_lodriguss720.jpg"},{"date":"2014-06-02","explanation":"The space station has caught a dragon. Specifically, in mid-April, the International Space Station captured the unmanned SpaceX Dragon capsule sent to resupply the orbiting outpost. Pictured above, the station's Canadarm2 had just grabbed the commercial spaceship. The Dragon capsule was filled with over 5000 lbs (2260 kilos) of supplies and experiments to be used by the current band of six ISS astronauts who compose Expedition 39, as well as the six astronauts who compose Expedition 40.  After docking with the ISS, the Dragon capsule was unloaded and eventually released, splashing down in the Pacific Ocean on May 18. The current Expedition 40 crew, now complete, will apply themselves to many tasks including the deployment of the Napor-mini RSA experiment which will use phased array radar and a small optical telescope to monitor possible emergency situations on the Earth below.","hdurl":"https://apod.nasa.gov/apod/image/1406/dragoncapture_nasa_1024.jpg","media_type":"image","service_version":"v1","title":"The Space Station Captures a Dragon Capsule","url":"https://apod.nasa.gov/apod/image/1406/dragoncapture_nasa_960.jpg"},{"date":"2006-05-17","explanation":"What causes the powerful explosions known as gamma-ray bursts?   Astrophysicists still aren't sure, but the longest duration gamma-ray bursts (GRBs) seem to involve very massive stars.  A new clue indicating this was uncovered recently by a series of images taken by the orbiting Hubble Space Telescope.   These images, shown above, indicate that long duration GRBs typically appear to come from galaxies and regions of galaxies with bright regions rich with star formation and bright, massive stars.   Long GRBs are therefore different than many types of supernovas, which occur more uniformly distributed in their host galaxies.  Since such active star forming regions are relatively rare in our Milky Way Galaxy, the chances of a nearby GRB affecting life on Earth are relatively slight.","hdurl":"https://apod.nasa.gov/apod/image/0605/grbhosts_hst_big.jpg","media_type":"image","service_version":"v1","title":"The Host Galaxies of Long-Duration GRBs","url":"https://apod.nasa.gov/apod/image/0605/grbhosts_hst.jpg"},{"copyright":"CARA Project","date":"2014-09-04","explanation":"On October 19th, a good place to watch Comet Siding Spring will be from Mars. Then, this inbound visitor (C/2013 A1) to the inner solar system, discovered in January 2013 by Robert McNaught at Australia's Siding Spring Observatory, will pass within 132,000 kilometers of the Red Planet. That's a near miss, equivalent to just over 1/3 the Earth-Moon distance. Great views of the comet for denizens of planet Earth's southern hemisphere are possible now, though. This telescopic snapshot from August 29 captured the comet's whitish coma and arcing dust tail sweeping through southern skies. The fabulous field of view includes, the Small Magellanic Cloud and globular star clusters 47 Tucanae (right) and NGC 362 (upper left). Worried about all those spacecraft in Martian orbit? Streaking dust particles from the comet could pose a danger and controllers plan to position Mars orbiters on the opposite side of the planet during the comet's close flyby.","hdurl":"https://apod.nasa.gov/apod/image/1409/ligustri_SMCsidingspring1824.jpg","media_type":"image","service_version":"v1","title":"Cloud, Clusters and Comet Siding Spring","url":"https://apod.nasa.gov/apod/image/1409/ligustri_SMCsidingspring950.jpg"},{"date":"2017-01-28","explanation":"Over 150 light-years across, this cosmic maelstrom of gas and dust is not too far away. It lies south of the Tarantula Nebula in our satellite galaxy the Large Magellanic Cloud a mere 180,000 light-years distant. Massive stars have formed within. Their energetic radiation and powerful stellar winds sculpt the gas and dust and power the glow of this HII region, entered into the Henize catalog of emission stars and nebulae in the Magellanic Clouds as N159. The bright, compact, butterfly-shaped nebula above and left of center likely contains massive stars in a very early stage of formation. Resolved for the first time in Hubble images, the compact blob of ionized gas has come to be known as the Papillon Nebula.  Participate: Take an Aesthetics & Astronomy Survey","hdurl":"https://apod.nasa.gov/apod/image/1701/potw1636aN159_HST_2048.jpg","media_type":"image","service_version":"v1","title":"N159 in the Large Magellanic Cloud","url":"https://apod.nasa.gov/apod/image/1701/potw1636aN159_HST_1024.jpg"},{"copyright":"Tunç Tezel","date":"2012-09-20","explanation":"An analemma is that figure-8 curve that you get when you mark the position of the Sun at the same time each day throughout planet Earth's year. In this case, a composite of 17 individual images taken at 0231 UT on dates between April 2 and September 16 follows half the analemma curve. The scene looks east toward the rising sun and the Caspian sea from the boardwalk in the port city of Baku, Azerbaijan. With the sun nearest the horizon, those dates almost span the period between the 2012 equinoxes on March 20 and September 22. The northern summer Solstice on June 20 corresponds to the top of the figure 8 at the left, when the Sun stood at its northernmost declination. Of course, this year the exposure made on June 6 contained a little something extra.  Slightly enhanced, the little black spot on the bright solar disk near the top of the frame is planet Venus, caught in a rare transit during this well-planned sunrise analemma project.","hdurl":"https://apod.nasa.gov/apod/image/1209/Analemma2012Tezel.jpg","media_type":"image","service_version":"v1","title":"Sunrise Analemma (with a little extra)","url":"https://apod.nasa.gov/apod/image/1209/Analemma2012Tezel900c.jpg"},{"copyright":"Dan Bartlett","date":"2024-04-04","explanation":"In dark evening skies over June Lake, northern hemisphere, planet Earth, Comet 12P/Pons-Brooks stood just above the western horizon on March 30. Its twisted turbulent ion tail and diffuse greenish coma are captured in this two degree wide telescopic field of view along with bright yellowish star Hamal also known as Alpha Arietis. Now Pons-Brooks has moved out of the northern night though, approaching perihelion on April 21. On April 8 you might still spot the comet in daytime skies. But to do it, you will have to stand in the path of totality and look away from the spectacle of an alluring solar corona and totally eclipsed Sun.   NASA Coverage: Total Solar Eclipse of 2024 April 8","hdurl":"https://apod.nasa.gov/apod/image/2404/12P_Pons_Brooks_2024_03_30_JuneLake_DEBartlett.jpg","media_type":"image","service_version":"v1","title":"Comet Pons-Brooks at Night","url":"https://apod.nasa.gov/apod/image/2404/12P_Pons_Brooks_2024_03_30_JuneLake_DEBartlett1024.jpg"},{"date":"2017-07-28","explanation":"On April 26 the Cassini spacecraft swooped toward Saturn on the first of its Grand Finale dives between Saturn and rings. In this long, thin, noodle mosaic, a rapid series of 137 low resolution images captured by Cassini's wide-angle camera track its progress across the gas giant's swirling cloud tops. The mosaic projection maps the arc along Saturn's atmospheric curve on to a flat image plane. At top, the first mosaic panel is centered at 90 degrees north, about 72,400 kilometers above Saturn's dark north polar vortex. As the mosaic progresses it narrows, the pixel scale shrinking from 8.7 kilometers to 1 kilometer per pixel. For the last panel, the spacecraft is 8,374 kilometers above a region 18 degrees north of Saturn's equator. Frame orientation changes near the bottom as Cassini rotates to maneuver its large, dish-shaped, high-gain antenna forward, providing a shield before crossing Saturn's ring plane.","hdurl":"https://apod.nasa.gov/apod/image/1707/PIA21617CassiniNoodle.jpg","media_type":"image","service_version":"v1","title":"Noodle Mosaic of Saturn","url":"https://apod.nasa.gov/apod/image/1707/PIA21617CassiniNoodle1024.jpg"},{"copyright":"\nStephane Vetter\n(Nuits sacrees)\n","date":"2012-04-30","explanation":"It was all lined up even without the colorful aurora exploding overhead. If you follow the apex line of the recently deployed monuments of Arctic Henge in Raufarh�fn in northern Iceland from this vantage point, you will see that they point due north. A good way to tell is to follow their apex line to the line connecting the end stars of the Big Dipper, Merak and Dubhe, toward Polaris, the bright star near the north spin axis of the Earth projected onto the sky.  By design, from this vantage point, this same apex line will also point directly at the midnight sun at its highest point in the sky just during the summer solstice of Earth's northern hemisphere. In other words, the Sun will not set at Arctic Henge during the summer solstice in late June, and at its highest point in the sky it will appear just above the aligned vertices of this modern monument. The above image was taken in late March during a beautiful auroral storm.","hdurl":"https://apod.nasa.gov/apod/image/1204/arctichenge_vetter_798.jpg","media_type":"image","service_version":"v1","title":"Aurora Over Raufarh�fn","url":"https://apod.nasa.gov/apod/image/1204/arctichenge_vetter_960.jpg"},{"date":"2023-03-26","explanation":"How far out will humanity explore? If this video's fusion of real space imagery and fictional space visualizations is on the right track, then at least the Solar System. Some of the video's wondrous sequences depict future humans drifting through the rings of Saturn, exploring Jupiter from a nearby spacecraft, and jumping off a high cliff in the low gravity of a moon of Uranus. Although no one can know the future, wandering and exploring beyond boundaries -- both physical and intellectual -- is part of the human spirit and has frequently served humanity well in the past.","media_type":"video","service_version":"v1","thumbnail_url":"https://i.vimeocdn.com/video/498302788-1759ec05c94228b94684cc914ed2cc533feb864b674924022f35c78476e1d684-d_640","title":"Wanderers","url":"//player.vimeo.com/video/108650530?title=0&byline=0&portrait=0&badge=0&color=ffffff"},{"date":"2019-11-06","explanation":"One of the last entries in Charles Messier's famous catalog, big, beautiful spiral galaxy M101 is definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way Galaxy. M101 was also one of the original spiral nebulae observed with Lord Rosse's large 19th century telescope, the Leviathan of Parsonstown. In contrast, this multiwavelength view of the large island universe is a composite of images recorded by space-based telescopes in the 21st century. Color coded from X-rays to infrared wavelengths (high to low energies), the image data was taken from the Chandra X-ray Observatory (purple), the Galaxy Evolution Explorer (blue), Hubble Space Telescope(yellow), and the Spitzer Space Telescope(red). While the X-ray data trace the location of multimillion degree gas around M101's exploded stars and neutron star and black hole binary star systems, the lower energy data follow the stars and dust that define M101's grand spiral arms. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 25 million light-years away.","hdurl":"https://apod.nasa.gov/apod/image/1911/M101_nasaMultiW.jpg","media_type":"image","service_version":"v1","title":"21st Century M101","url":"https://apod.nasa.gov/apod/image/1911/M101_nasaMultiW1024.jpg"},{"date":"2022-04-21","explanation":"Fifty years ago, April 20, 1972, Apollo 16's lunar module Orion touched down on the Moon's near side in the south-central Descartes Highlands. While astronaut Ken Mattingly orbited overhead in Casper the friendly command and service module the Orion brought John Young and Charles Duke to the lunar surface. The pair would spend nearly three days on the Moon. Constructed from images (AS16-117-18814 to AS16-117-18820) taken near the end of their third and final surface excursion this panoramic view puts the lunar module in the distance toward the left. Their electric lunar roving vehicle in the foreground, Duke is operating the camera while Young aims the high gain communications antenna skyward, toward planet Earth.   Celebrate: Earth Day","hdurl":"https://apod.nasa.gov/apod/image/2204/Apollo-16-station-10.jpg","media_type":"image","service_version":"v1","title":"Apollo 16 Moon Panorama","url":"https://apod.nasa.gov/apod/image/2204/Apollo-16-station-10crop1110.jpg"},{"date":"2006-02-23","explanation":"Imaged on the night side of Saturn by the Cassini spacecraft, these swirling storm clouds are illuminated by ringshine - sunlight reflected from the gas giant's magnificent ring system. The storm (top) was actually spotted last month by amateur astronomers as it rotated across Saturn's day side and spans about 3,500 kilometers. When the storm was on the same side of Saturn as the Cassini spacecraft, bursts of radio noise were detected, suggesting lightning discharges connected with the storm were responsible for the radio emission. While no lightning is seen directly in this Cassini image, scientists note that this storm appears along the planet's southern hemisphere storm alley in approximately the same location as Saturn's Dragon Storm, reported early last year. Though the new storm is larger and seems to be more powerful, it could well be the Dragon Storm reemerging.","hdurl":"https://apod.nasa.gov/apod/image/0602/saturnstormPIA07788_cassini_f.jpg","media_type":"image","service_version":"v1","title":"Saturn Storm by Ringshine","url":"https://apod.nasa.gov/apod/image/0602/saturnstormPIA07788_cassini_c.jpg"},{"copyright":"John Kraus","date":"2020-03-12","explanation":"Short star trails appear in this single 84 second long exposure, taken on March 6 from a rotating planet. The remarkable scene also captures the flight of a Falcon 9 rocket and Dragon cargo spacecraft over Cape Canaveral Air Force Station shortly after launch, on a resupply mission bound for the International Space Station. Beginning its return to a landing zone about 9 kilometers from the launch site, the Falcon 9 first stage boostback burn arcs toward the top of the frame. The second stage continues toward low Earth orbit though, its own fiery arc traced below the first stage boostback burn from the camera's perspective, along with expanding exhaust plumes from the two stages. This Dragon spacecraft was a veteran of two previous resupply missions. Successfully returning to the landing zone, this Falcon 9 first stage had flown before too. Its second landing marked the 50th landing of a SpaceX orbital class rocket booster.","hdurl":"https://apod.nasa.gov/apod/image/2003/crs20_boostback.jpg","media_type":"image","service_version":"v1","title":"Falcon 9 Boostback","url":"https://apod.nasa.gov/apod/image/2003/crs20_boostback1024.jpg"},{"copyright":"\nMichael Karrer\n","date":"2002-05-15","explanation":"As Comet Ikeya-Zhang approached the Sun two months ago, it developed a complex blue ion tail.  The tail was composed of ions that boiled off the nucleus and were pushed away from the Sun by the out-flowing fast-moving particles of the solar wind.  Complexity in the tail is created by comet nucleus rotation, variability in the comet surface evaporation rate, and variability of the Sun's magnetic field and solar wind.  The above animation documents how Comet Ikeya-Zhang's tail changed over 30 minutes in ten consecutive 3-minute exposures on March 11.  Comet Ikeya Zhang is now fading as it heads back to the outer Solar System.  It should remain visible through a small telescope for another month.","hdurl":"https://apod.nasa.gov/apod/image/0205/cometiz_karrer.gif","media_type":"image","service_version":"v1","title":"Tail Wags of Comet Ikeya-Zhang","url":"https://apod.nasa.gov/apod/image/0205/cometiz_karrer.gif"},{"date":"2021-09-05","explanation":"The Earth and Moon are rarely photographed together. One of most spectacular times this occurred was about 30 years ago when the Jupiter-bound Galileo spacecraft zoomed past our home planetary system.  Then, robotic Galileo watched from about 15-times the Earth-Moon separation as our only natural satellite glided past our home world.  The featured video combines 52 historic color-enhanced images. Although our Moon may appear small next to the Earth, no other planet in our Solar System has a satellite so comparable in size .  The Sun, far off to the right, illuminated about half of each sphere, and shows the spinning Earth's white clouds, blue oceans, and tan continents.","media_type":"video","service_version":"v1","thumbnail_url":"https://img.youtube.com/vi/tvB0mdkrG3Q/0.jpg","title":"Earth and Moon","url":"https://www.youtube.com/embed/tvB0mdkrG3Q?rel=0"},{"date":"2000-10-28","explanation":"During the Astro-1 astronomy mission of December, 1990, Space Shuttle astronauts photographed this stunning view of the setting full moon above the Earth's limb. In the foreground, towering clouds of condensing water vapor mark the extent of the troposphere, the lowest layer of the planet's life-sustaining atmosphere. Strongly scattering blue sunlight, the upper atmospheric layer, the stratosphere, fades dramatically to the black background of space. Moon and clouds are strong visual elements of many well known portraits of planet Earth, including Ansel Adams' famous \"Moonrise, Hernandez, New Mexico\", photographed in 1941.","hdurl":"https://apod.nasa.gov/apod/image/0010/moonrise_sts35_big.jpg","media_type":"image","service_version":"v1","title":"Moonset, Planet Earth","url":"https://apod.nasa.gov/apod/image/0010/moonrise_sts35.jpg"},{"copyright":"ALSJ","date":"2022-07-30","explanation":"Get out your red/blue glasses and check out this stereo view from lunar orbit. The 3D anaglyph was created from two photographs (AS11-44-6633, AS11-44-6634) taken by astronaut Michael Collins during the 1969 Apollo 11 mission. It features the lunar module ascent stage, dubbed The Eagle, rising to meet the command module in lunar orbit on July 21. Aboard the ascent stage are Neil Armstrong and Buzz Aldrin, the first to walk on the Moon. The smooth, dark area on the lunar surface is Mare Smythii located just below the equator on the extreme eastern edge of the Moon's near side.  Poised beyond the lunar horizon is our fair planet Earth.","hdurl":"https://apod.nasa.gov/apod/image/2207/AS11JK44-6633-34.jpg","media_type":"image","service_version":"v1","title":"The Eagle Rises","url":"https://apod.nasa.gov/apod/image/2207/AS11JK44-6633-34_1100px.jpg"},{"date":"2016-02-02","explanation":"Spacecraft Rosetta continues to circle and map Comet Churyumov-Gerasimenko. Crossing the inner Solar System for ten years to reach the vicinity of the comet in 2014, the robotic spacecraft continues to image the unusual double-lobed comet nucleus. The featured image, taken one year ago, shows dust and gas escaping from the comet's nucleus. Although appearing bright here, the comet's surface reflects only about four percent of impinging visible light, making it as dark as coal.  Comet 67P/Churyumov�Gerasimenko spans about four kilometers in length and has a surface gravity so low that an astronaut could jump off of it. With Rosetta in tow, Comet 67P passed its closest to the Sun last year and is now headed back to the furthest point -- just past the orbit of Jupiter.    Astrophysicists: Browse 1,200+ codes in the Astrophysics Source Code Library","hdurl":"https://apod.nasa.gov/apod/image/1602/Comet67P_Rosetta_1724.jpg","media_type":"image","service_version":"v1","title":"Comet 67P from Spacecraft Rosetta","url":"https://apod.nasa.gov/apod/image/1602/Comet67P_Rosetta_960.jpg"},{"date":"2006-07-01","explanation":"Binary star system GRO J1655-40 consists of a relatively normal star about twice as massive as the Sun co-orbiting with a black hole of about seven solar masses. This striking artist's vision of the exotic binary system helps visualize matter drawn from the normal star by gravity and swirling toward the black hole. But it also includes a wind of material escaping from the black hole's accretion disk. In fact, astronomers now argue that Chandra Observatory x-ray data indicate a high-speed wind is being driven from this system's disk by magnetic forces. Internal magnetic fields also help drive material in the swirling disk into the black hole itself. If you had x-ray eyes as good as Chandra's, you could find GRO J1655-40 about 11,000 light-years away in the constellation Scorpius.","hdurl":"https://apod.nasa.gov/apod/image/0607/j1655_ill_disk.jpg","media_type":"image","service_version":"v1","title":"Wind from a Black Hole","url":"https://apod.nasa.gov/apod/image/0607/j1655_ill_disk78.jpg"},{"date":"2009-08-13","explanation":"What is this strange rock on Mars? Sitting on a smooth plane, the rock stands out for its isolation, odd shape, large size and unusual texture. The rock was discovered by the robotic Opportunity rover rolling across Mars late last month.  Pictured, Opportunity prepares to inspect the unusual rock. After being X-rayed, poked, and chemically analyzed, the rock has now been identified by Opportunity as a fallen meteorite. Now dubbed Block Island, the meteorite has been measured to be about 2/3 of a meter across and is now known to be composed mostly of nickel and iron.  This is the second meteorite found by a martian rover, and so far the largest.  Vast smooth spaces on Mars and Earth can make large meteorites stand out. Opportunity continues its trip across Meridiani Planum on Mars and is on schedule to reach expansive Endeavour Crater next year.","hdurl":"https://apod.nasa.gov/apod/image/0908/blockmars_opportunity_big.jpg","media_type":"image","service_version":"v1","title":"Block Island Meteorite on Mars","url":"https://apod.nasa.gov/apod/image/0908/blockmars_opportunity.jpg"},{"copyright":"\nISAS, \nJAXA, \nHayabusa2 Team\n\n","date":"2018-06-25","explanation":"It looks like a big space diamond -- but with craters. It's 162173 Ryugu (Dragon's Castle), and Japan's robotic Hayabusa2 mission is now arriving at this near-Earth asteroid. Ambitious Hayabusa2 is carrying an armada of separable probes, including two impactors, four small close-proximity hoverers, three small surface hoppers, and the Mobile Asteroid Surface Scout (MASCOT) which will land, study, and move around on Ryugu's surface. Most of these are equipped with cameras.   Moreover, Hayabusa2 itself is scheduled to collect surface samples and return these samples to Earth for a detailed analysis near the end of 2020.  Previously, what was known about asteroid Ryugu was its orbit, that it spans about one kilometer, and that it has a dark surface that reflects unusual colors.  Studying Ryugu could tell humanity not only about Ryugu's surface and interior, but about what materials were available in the early Solar System for the development of life.  Pictured, a series of approach images shows features suggestive of large boulders and craters.","hdurl":"https://apod.nasa.gov/apod/image/1806/RyuguApproach_Hayabusa2_2088.jpg","media_type":"image","service_version":"v1","title":"Hayabusa2 Approaches Asteroid Ryugu","url":"https://apod.nasa.gov/apod/image/1806/RyuguApproach_Hayabusa2_960.jpg"},{"copyright":"Yuri Beletsky","date":"2014-07-24","explanation":"This alluring all-skyscape was taken 5,100 meters above sea level, from the Chajnantor Plateau in the Chilean Andes. Viewed through the site's rarefied atmosphere at about 50% sea level pressure, the gorgeous Milky Way stretches through the scene. Its cosmic rifts of dust, stars, and nebulae are joined by Venus, a brilliant morning star immersed in a strong band of predawn Zodiacal light. Still not completely dark even at this high altitude, the night sky's greenish cast is due to airglow emission from oxygen atoms. Around the horizon the dish antenna units of the Atacama Large Millimeter/submillimeter Array, ALMA, explore the universe at wavelengths over 1,000 times longer than visible light.   Participate: Take an Aesthetics & Astronomy Survey","hdurl":"https://apod.nasa.gov/apod/image/1407/mw_5000m_beletsky1300.jpg","media_type":"image","service_version":"v1","title":"ALMA Milky Way","url":"https://apod.nasa.gov/apod/image/1407/mw_5000m_beletsky900.jpg"},{"copyright":"Matthew T. Russell","date":"2010-08-26","explanation":"While hunting for comets in the skies above 18th century France, astronomer Charles Messier diligently kept a list of the things he encountered that were definitely not comets. This is number 27 on his now famous not-a-comet list. In fact, 21st century astronomers would identify it as a planetary nebula, but it's not a planet either, even though it may appear round and planet-like in a small telescope. Messier 27 (M27) is an excellent example of a gaseous emission nebula created as a sun-like star runs out of nuclear fuel in its core. The nebula forms as the star's outer layers are expelled into space, with a visible glow generated by atoms excited by the dying star's intense but invisible ultraviolet light. Known by the popular name of the Dumbbell Nebula, the beautifully symmetric interstellar gas cloud is over 2.5 light-years across and about 1,200 light-years away in the constellation Vulpecula. This impressive color composite highlights details within the well-studied central region and fainter, seldom imaged features in the nebula's outer halo. It includes narrowband images recorded using filters sensitive to emission from oxygen atoms, shown in blue-green hues, and hydrogen atoms in red.","hdurl":"https://apod.nasa.gov/apod/image/1008/m27_MRussell.jpg","media_type":"image","service_version":"v1","title":"M27: Not a Comet","url":"https://apod.nasa.gov/apod/image/1008/m27_MRussell900c.jpg"},{"copyright":"Nobuhiko Miki","date":"2011-02-12","explanation":"It's easy to get lost following the intricate filaments in this detailed mosaic image of faint supernova remnant Simeis 147. Also cataloged as Sh2-240 and seen towards the constellation Taurus, it covers nearly 3 degrees (6 full moons) on the sky. That corresponds to a width of 150 light-years at the stellar debris cloud's estimated distance of 3,000 light-years. The remarkable composite includes image data taken through narrow-band filters to highlight emission from hydrogen and oxygen atoms tracing regions of shocked, glowing gas. This supernova remnant has an estimated age of about 40,000 years - meaning light from the massive stellar explosion first reached Earth 40,000 years ago. But this expanding remnant is not the only aftermath. The cosmic catastrophe also left behind a spinning neutron star or pulsar, all that remains of the original star's core.","hdurl":"https://apod.nasa.gov/apod/image/1102/SH2_240_NobuhikoMiki.jpg","media_type":"image","service_version":"v1","title":"Simeis 147: Supernova Remnant","url":"https://apod.nasa.gov/apod/image/1102/SH2_240_NobuhikoMiki.jpg"},{"date":"2006-05-24","explanation":"What's happening near the center of this cluster of galaxies?  At first glance, it appears that several strangely elongated galaxies and fully five bright quasars exist there.  In reality, an entire cluster of galaxies is acting as a gigantic gravitational lens that distorts and multiply-images bright objects that occur far in the distance.   The five bright white points near the cluster center are actually images of a single distant quasar.   This Hubble Space Telescope image is so detailed that even the host galaxy surrounding the quasar is visible.  Close inspection of the above image will reveal that the arced galaxies at 2 and 4 o'clock are actually gravitationally lensed images of the same galaxy.  A third image of that galaxy can be found at about 10 o'clock from the cluster center.  Serendipitously, numerous strange and distant galaxies dot the above image like colorful jewels.  The cluster of galaxy that acts as the huge gravitational lens is cataloged as SDSS J1004+4112 and lies about 7 billion light years distant toward the constellation of Leo Minor.","hdurl":"https://apod.nasa.gov/apod/image/0605/quasar5_hst_big.jpg","media_type":"image","service_version":"v1","title":"A Five Quasar Gravitational Lens","url":"https://apod.nasa.gov/apod/image/0605/quasar5p2_hst.jpg"},{"copyright":"Niveth Kumar","date":"2023-01-06","explanation":"The first Full Moon of 2023 is in the sky tonight opposite the Sun at 23:08 UTC. Big and beautiful, the Moon at its brightest phase should be easy to spot. Still, for quick reference images captured near the times of all the full moons of 2022 are aranged in this dedicated astro-imaging project from Sri Lanka, planet Earth. The day, month, and a traditional popular name for 2022's twelve full moons are given in the chart. The apparent size of each full moon depends on how close the full lunar phase is to perigee or apogee, the closest or farthest point in the Moon's elliptical orbit. Like the 2022 Wolf Moon at the 1 o'clock position, tonight's Full Moon occurs within about two days of apogee. But unlike in 2022, the year 2023 will have 13 full moons that won't all fit nicely on the twelve hour clock.","hdurl":"https://apod.nasa.gov/apod/image/2301/MoonOClock.jpg","media_type":"image","service_version":"v1","title":"Moon O'Clock 2022","url":"https://apod.nasa.gov/apod/image/2301/MoonOClock1024.jpg"},{"copyright":"Gemini Observatory","date":"2008-07-21","explanation":"What will become of these galaxies? Spiral galaxies NGC 5426 and NGC 5427 are passing dangerously close to each other, but each is likely to survive this collision.  Most frequently when galaxies collide, a large galaxy eats a much smaller galaxy. In this case, however, the two galaxies are quite similar, each being a sprawling spiral with expansive arms and a compact core.   As the galaxies advance over the next tens of millions of years, their component stars are unlikely to collide, although new stars will form in the bunching of gas caused by gravitational tides.  Close inspection of the above image taken by the 8-meter Gemini-South Telescope in Chile shows a bridge of material momentarily connecting the two giants.  Known collectively as Arp 271, the interacting pair spans about 130,000 light years and lies about 90 million light-years away toward the constellation of Virgo. Quite possibly, our Milky Way Galaxy will undergo a similar collision with the neighboring Andromeda Galaxy in about five billion years.","hdurl":"https://apod.nasa.gov/apod/image/0807/ngc5426_gemini_big.jpg","media_type":"image","service_version":"v1","title":"The Colliding Spiral Galaxies of Arp 271","url":"https://apod.nasa.gov/apod/image/0807/ngc5426_gemini.jpg"}]